<html>  

<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
 
<title>federico ardila . sfsu-colombia combinatorics initiative</title> <link rel=StyleSheet href="styles.css" type="text/css" media=screen> 
</head>  

<body bgcolor=#f0f0f0>  

<p> 
<span class="big">sfsu-colombia combinatorics initiative</a></span><br> 
<span class="strong">san francisco state university <br>
universidad de los andes <br>
federico ardila
</span>
<br> 

</p>

<br>
<br>


<p>
. 
<span class="strong"><a href="que.html">lo que hacemos</a></span> .
<a href="what.html">what we do</a> .
<a href="courses.html">cursos</a> .
<a href="videos.html">videos</a> .
<a href="papers.html">papers</a> .
<a href="people.html">people</a> .
<a href="ecco.html">ecco</a> .
<a href="press.html">press</a> .


<br>
<br>
<br>

	<td rowspan="2"><script language=javascript>
		document.write("<img src='images/blank.gif' width=" + topRowBlankWidth + " height=5 alt='' border=0/>");</script>
	<td valign="top"><a 
		href="http://math.sfsu.edu/federico"><img
		src="Fotos/federicoa.jpg"
		width="300"
		name=""
		border="0"
		alt=""/></a>
	</td>


<br>
<br>

Yo nac&iacute en Colombia, y fue all&iacute donde me entusiasm&eacute por las matem&aacute;ticas. He vivido en Estados Unidos la mitad de mi vida, pero siempre me he mantenido en contacto cercano con Colombia y su comunidad matem&aacute;tica. Cuando termin&eacute; mi doctorado en combinatoria en el 2003, no hab&iacute;a casi ninguna actividad en este campo en Colombia, y yo quer&iacute;a hacer algo al respecto. En el 2005 me vincul&eacute; a la Universidad Estatal de San Francisco, un departamento de matem&aacute;ticas que hace cosas incre&iacute;bles con un presupuesto muy bajo, cuya poblaci&oacute;n estudiantil refleja el talento y la diversidad de California. Ha sido un gran placer trabajar con estos dos grupos a la vez.
<br><br>

Desde 2007 he dictado 5 cursos simult&aacute;neamente en SFSU y la Universidad de Los Andes en varias &aacute;reas de la combinatoria. Estudiantes de Berkeley tambi&eacute;n toman los cursos. He publicado unas 200 horas de videos, las notas de clase, tareas, y otros recursos para que cualquiera los pueda usar sin ning&uacute;n costo. He tratado de que las clases sean accesibles a gente de distintos niveles de preparacion matem&aacute;tica. Aunque soy un poco esc&eacute;ptico de la "revoluci&oacute;n tecnol&oacute;gica" educativa actual, tambi&eacute;n me entusiasman sus posibilidades; y sin duda me emociona descubrir gente que sigue mis clases con dedicaci&oacute;n en Colombia, Estados Unidos, Palestina, Nicaragua, y Guyana, entre mucho otros. 

<br>
<br> 
Dicto la mayor&iacute;a de mis clases en SFSU y las transmito por internet a Colombia, usando una tecnolog&iacute;a artesanal de bajo costo, gracias a mi colega Arek Goetz. Visito Bogot&aacute; cada vez que puedo, y me re&uacute;no con los alumnos electr&oacute;nicamente el resto del a&ntilde;o. Los estudiantes hacen las (retadoras!) tareas juntos, discuten los temas del curso en un blog, y hacen proyectos finales en parejas, en temas que ellos escogen. Muchos grupos son internacionales. Muchos proyectos contin&uacute;an cuando el semestre termina, y se convierten en art&iacute;culos y tesis de grado.
<br><br>

Con alguna regularidad organizamos el Encuentro Colombiano de Combinatoria, donde participan estudiantes e investigadores de Colombia, SFSU y muchos otros lugares. Tenemos cursillos dictados por expertos internacionales, charlas de investigaci&oacute;n, una o dos caminatas, y una visita a una de las legendarias salsotecas colombianas. Nos esforzamos por construir un ambiente muy profesional y muy acogedor. Somos colegas acad&eacute;micos, pero tambi&eacute;n somos una comunidad.
<br>
<br>
La iniciativa ha involucrado directamente a m&aacute;s de 100 estudiantes. M&aacute;s de la mitad de ellos vienen de grupos demogr&aacute;ficos con escasa representaci&oacute;n en la comunidad matem&aacute;tica. Muchos participantes hacen carrera acad&eacute;mica matem&aacute;tica. Muchos otros siguen siendo usuarios, entusiastas, y embajadores de la matem&aacute;tica en sus diversos campos: ense&ntilde;anza, ingenier&iacute;a, biolog&iacute;a, planeaci&oacute;n urbana, econom&iacute;a, y m&uacute;sica, para nombrar unos cuantos. Tratamos de inculcar una visi&oacute;n de la matem&aacute;tica como una herramienta para bien de la sociedad. En particular, me entusiasma que muchos de nuestros participantes contin&uacute;an trabajando con los j&oacute;venes de sus comunidades en Colombia y en toda la Bah&iacute;a de San Francisco.

<br>
<br>
Este proyecto est&aacute; financiado por un premio CAREER de la National Science Foundation de los Estados Unidos, la Universidad Estatal de San Francisco, y la Universidad de Los Andes. Si est&aacute; interesado en apoyar nuestro trabajo, no dude en <a href="mailto:federico en sfsu punto edu">contactarnos</a>.

<br>
<br>

<a href="http://math.sfsu.edu/federico">
Federico Ardila
</a> <br>
Associate Professor, San Francisco State University <br>
Profesor Adjunto, Universidad de Los Andes <br>
Visiting Professor, University of California, Berkeley 
<br>
 </body>  </html>  
 
 
<br>
 </body>  </html>  
 